Repository: common-repository/attention-bar
Catalog: languages/attention-bar-*.po
Languages: ar_ar, es_es, nl_nl

source: Notification example
ar_ar: مثال على التنبيه
es_es: Ejemplo de notificación
nl_nl: Notificatie voorbeeld

source: Congratulations, you have just installed Attention Bar !
ar_ar: مبروك لقد تم التنصيب بنجاح
es_es: Felicidades, acabas de instalar Attention Bar!
nl_nl: Gefeliciteerd, je hebt zojuist de Attention bar ge√Ønstalleerd !

source: Notifications entries
ar_ar: التنبيهات
es_es: Notificaciones
nl_nl: Notificaties

source: New entry
ar_ar: تنبيه جديد
es_es: Nueva notificación
nl_nl: Notificatie toevoegen

source: Updated:
ar_ar: تحديث :
es_es: Actualizado:
nl_nl: Bijgewerkt:

source: Saved:
ar_ar: حفظ:
es_es: Guardado:
nl_nl: Opgeslagen:

source: Deleted:
ar_ar: حذف:
es_es: Eliminado:
nl_nl: Verwijderd:

source: Status changed:
ar_ar: تغيير الحالة
es_es: Estado cambiado:
nl_nl: Status gewijzigd:

source: Time to display
ar_ar: وقع العرض:
es_es: Tiempo de muestra:
nl_nl: Tijd om weer te geven

source: Name
ar_ar: العنوان
es_es: Nombre
nl_nl: Naam

source: Content
ar_ar: المحتوى
es_es: Contenido
nl_nl: Inhoud

source: Time created
ar_ar: وقت الانشاء:
es_es: Fecha de creación
nl_nl: Tijd gemaakt

source: Enabled
ar_ar: تفعيل
es_es: Activado
nl_nl: Ingeschakeld

source: Disabled
ar_ar: تعطيل
es_es: Desactivado
nl_nl: Uitgeschakeld

source: Not set
ar_ar: لم يتم ضبطه
es_es: No definido
nl_nl: Niet ingesteld

source: Save
ar_ar: حفظ
es_es: Guardar
nl_nl: Opslaan

source: Notifications settings
ar_ar: اعدادات التنبيه:
es_es: Ajustes de notificación
nl_nl: Instellingen meldingen

source: Bar color:
ar_ar: لون التنبيه:
es_es: Color de la barra:
nl_nl: Bar kleur:

source: Can contain # color codes (for ex: #ffffff = white) or simply white, red
ar_ar: تضع هنا كود اللون او اسمه
es_es: Puede contener codigo de color hexadecimal (p.e.: # ffffff = wit) o simplemente el nombre: white, red, green etc.
nl_nl: Kan # kleurcodes bevatten (bv: # ffffff = wit) of gewoon plain tekst: white, red, green etc.

source: Display time:
ar_ar: وقت العرض
es_es: Mostrar en:
nl_nl: Weergavetijd:

source: Display in milliseconds (for ex: 2000 = 2 seconds)
ar_ar: العرض بالملي ثانية (مثال.: 2000 = 2 segundos)
es_es: Muestra en milisegundos (p.e.: 2000 = 2 segundos)
nl_nl: Weergave in milliseconden (bv: 2000 = 2 seconden)

source: Bar height:
ar_ar: ارتفاع مستطيل التنبيه:
es_es: Alto de la barra:
nl_nl: Bar hoogte:

source: Height of the bar in pixels
ar_ar: الارتفاع بالبيكسل
es_es: Alto de la barra en píxeles
nl_nl: Hoogte van de bar in pixels

source: Button height:
ar_ar: ارتفاع الزر:
es_es: Alto del botón:
nl_nl: Button hoogte:

source: Height of the button in pixels (button is visible when the bar is colapsed)
ar_ar: الارتفاع بالبيكسل
es_es: Alto del botón (El botón es visible cuando la barra está oculta)
nl_nl: Hoogte van de knop in pixels (de knop is zichtbaar als de bar ingeklapt is)

source: Display delay:
ar_ar: وقت بدء العرض
es_es: Retraso de muestra:
nl_nl: Weergave vertraging:

source: When the site is visited the bar is colapsed by default, it will be expanded after this delay (in milliseconds)
ar_ar: عند تحميل الصفحة يكون التنبيه مخفي ولكن بعد هذا الوقت يتم عرضه تلقائيا
es_es: Cuando se vivista el sitio la barra está oculta por defecto, pero se puede expandir después de un tiempo (En milisegundos)
nl_nl: Wanneer de site wordt bezocht zal de bar standaard ingeklat zijn, de bar wordt uitgeklapt na deze vertraging (in milliseconden)

source: Enable cookie:
ar_ar: تفعيل الكوكيز :
es_es: Habilitar cookie:
nl_nl: Cookie inschakelen:

source: When enabled, the colapsed or expanded position of the bar will be saved in a cookie, for future visits
ar_ar: عند تفعيله سيتم حفظ وضع التنبيه اذا كان مخفي او ظاهر عند زيارة نفس الشخص مرة اخرى
es_es: Cuando está habilidado, la posición de la barra es recordada para futuras visitas en una cookie.
nl_nl: Wanneer deze optie is ingeschakeld, zal de status van de bar (uitgeklapt of ingeklapt) bewaard worden in een cookie voor toekomstig bezoek.

source: Font size:
ar_ar: حجم الخط:
es_es: Tamaño de la letra:
nl_nl: Lettergrootte:

source: Font color:
ar_ar: لون الخط:
es_es: Color de la letra:
nl_nl: Lettertype kleur:

source: Close / Open button position:
ar_ar: مكان ظهور الزر:
es_es: Posición del botón Abrir/cerrar:
nl_nl: Knop positie:

source: Left
ar_ar: يسار
es_es: Izquierda
nl_nl: Links

source: Right
ar_ar: يمين
es_es: Derecha
nl_nl: Rechts

source: Inline = scrolls with the page, Fixed = stays on top of the screen also when scrolling the page
ar_ar: ثابت: لا يتحرك التنبيه مع الصفحة ويبقى ثابت في الاعلى ، متحرك: يتحرك التنبيه مع الصفحة
es_es: Inline (En línea) = Hace scroll en la página, fixed (Fijado) = Permanece en lo alto del navegador incluso al hacer scroll
nl_nl: Inline = scrollt mee met de pagina, Fixed = blijft vast gefixeerd aan de bovenkant van de pagina, ook wanneer in de pagina wordt gescrolled

source: Settings
ar_ar: اعدادات
es_es: Ajustes
nl_nl: Instellingen

source: No function here, justs inserts the appropiate stuff to display the attention bar!
ar_ar: لان يقوم بإضافة اي شي فقط هذا الخيار لتفعيل التنبيه
es_es: No hay configuraciones disponibles, tan solo introduce las cosas para mostrar en la barra!
nl_nl: Er is geen configuratie beschikbaar, De widget voegt de benodigde code toe aan de pagina, om de attention bar zichtbaar te maken.

source: Insert type:
ar_ar: نوع الاضافة:
es_es: Tipo de integración:
nl_nl: Plaatsing type:

source: Widget = you need to insert the widget, Header = Inserts the attentionbar automaticly on all pages / posts
ar_ar: القائمة الجانبية: عليك تفعيلها ، ترويسة الهيدر: اضافة التنبيه الى جميع الصفحات
es_es: Widget = necesitas añadir el widget donde quieras mostrar la barra, Header = Integra automaticamente la barra en todas las páginas/entradas
nl_nl: Widget = om de attention bar te tonen dien je de widget te plaatsen, Header = Voegt de attention bar automatisch toe op alle pagina's / berichten

source: Bar announcement text:
ar_ar: نص التنبيه:
es_es: Titulo de la barra:
nl_nl: Bar aankondiging tekst:

source: The message here will be static on the LEFT of the Attention bar.
ar_ar: الرسالة هنا سوف يتم عرضها على يسار المستطيل
es_es: El mensaje que será mostrado a la izquierda de la Attention Bar.
nl_nl: Deze text zal statisch verschijnen aan de linkerkant van de Attention bar.

source: Easing type:
ar_ar: نوع التخفيف:
es_es: Tipo de aparición:
nl_nl: Verschijnings type:

source: Only enable when developers instruct you to do, this will speed up things when fixes are needed :)
ar_ar: هذا الاصلاح يقوم بالتسريع عند الحاجة
es_es: Activar solo para desarrolladores que necesiten hacer mejoras o pruebas de rendimiento y corregir algun hipotético problema ;)
nl_nl: Alleen nodig wanneer de ontwikkelaars je opdracht geven dit te doen, dit versnelt e.a. als verbeteringen nodig zijn :)

source: IMPORTANT
ar_ar: تنبيه
es_es: IMPORTANTE
nl_nl: BELANGRIJK

source: ANNOUNCEMENT
ar_ar: اعلان
es_es: AVISO
nl_nl: AANKONDIGING

source: Notification types
ar_ar: نوع التنبيه
es_es: Tipo de notificaciones
nl_nl: Notificatie types

source: Icon
ar_ar: ايقونة
es_es: Icono
nl_nl: Icoon

source: Background color
ar_ar: لون الخلفية
es_es: Color de fondo
nl_nl: Achtergrond kleur

source: Font color
ar_ar: لون الخط
es_es: Color de la fuente
nl_nl: Kleur van het lettertype

source: New / edit entry
ar_ar: اضافة جديد او تحرير
es_es: Nuevo / editar mensaje
nl_nl: Nieuw / bewerken item

source: If you leave this empty, no icon will be displayed in the Attention bar
ar_ar: اذا تركتها فارغة لن يتم اضافة الايقونه
es_es: Si está en blanco no se mostrará ningun icono en la barra.
nl_nl: Als je dit veld leeg laat, zal er geen pictogram wordt weergegeven in de attention bar

source: This text will be displayed as announcement message
ar_ar: سيتم عرضه كرسالة تنبيه:
es_es: Este texto será mostrado como anuncio del mensaje
nl_nl: Deze tekst wordt weergegeven als aankondiging bericht

source: Bar announcement text size:
ar_ar: حجم خط التنبيه:
es_es: Tamaño del texto del aviso:
nl_nl: Grootte van de aankondiging tekst:

source: New message new Cookie:
ar_ar: رسالة جديدة ، كوكيز جديد:
es_es: Nuevo mensaje, nueva cookie:
nl_nl: Nieuw bericht nieuwe Cookie:

source: If a new notification is scheduled to display, the cookie will be refreshed and all saved states will be ignored. (basicly this means: if anything changes in the set of messages which need to being displayed or you create a new message, the attention bar will be expanded by default again, and the new notification will be visible to the user)
ar_ar: اذا تم اضافة تنبيهه جديد مجدول زمنيا شوف يتم التحديث وجميع المحفوظات سيتم تجاهلها
es_es: Si una nueva notificación es programada para mostrarse, la cookie se actualizará y todos los estados guardados serán ignorados. (Esto es, básicamente, si algo cambia o añades un nuevo mensaje, la Attention Bar se expandirá automaticamente de nuevo, y la nueva notificación será visible al usuario)
nl_nl: Als er een nieuwe melding is gepland om weer te geven, zal de cookie worden ververst en alle opgeslagen staten zullen worden genegeerd. (In principe betekent dit: als er iets verandert in de set van berichten die moeten worden weergegeven of als u een nieuw bericht heeft geplaatst, zal de attention bar altijd uitgeklapt getoond worden)

source: Cookie expire time:
ar_ar: مدة انتهاء الكوكيز
es_es: Tiempo de expiración de la cookie:
nl_nl: Cookie verloop tijd:

source: Cookie expire time in days. If the cookie expires, the user saved states will be ignored (The Attention bar will be auto expanded then!)
ar_ar: وقت انتهاء حفظ الكوكيز باليوم ، سينتهي حفظ اظهار او غلق التنبيه بعد هظا اليوم وسيعود الى وضع الاظهار
es_es: Tiempo de expiración de la cookie en días. Si la cookie expira, los estados guardados por el usuario serán ignorados (La Attention Bar se expandirá automaticamente.
nl_nl: Cookie verloop tijd in dagen. Als de cookie verloopt, zullen de opgeslagen gegevens worden genegeerd (De attention bar zal dan automatisch weer uitklappen!)

source: Notification type
ar_ar: نوع التنبيه
es_es: Tipo de notificación
nl_nl: Notificatie type

source: Options
ar_ar: خيارات
es_es: Opciones
nl_nl: Opties

source: Bar color
ar_ar: لون مستطيل التنبيه
es_es: Color de la barra
nl_nl: Bar kleur

source: Notification entries
nl_nl: Notificatie entries

source: Always visible
nl_nl: Altijd zichtbaar

source: Not overruled
nl_nl: Niet overruled

source: If you leave the start time empty, the notification will always be visible
nl_nl: Als u de starttijd leeg laat, zal de melding altijd zichtbaar zijn.

source: If no notification type is set, the default settings will be used as set in the settings panel
nl_nl: Indien geen notificatie type is ingesteld, worden de standaard instellingen gebruikt zoals ingesteld in het instellingen paneel

source: Background color of the Attention bar on a per message base. This overrules the color from the chosen notification type
nl_nl: Achtergrondkleur van de aandacht bar op een per bericht basis. Dit overruled de kleur van het gekozen type melding

source: Font color of the Attention bar on a pre message base. This overrules the color from the chosen notification type
nl_nl: Font kleur van de aandacht bar op een per bericht basis. Dit overruled de kleur van het gekozen type melding

source: Select a Color
nl_nl: Kies een kleur

source: Default color:
nl_nl: Standaard kleur:

source: No icon
nl_nl: Geen icoon

source: Display type:
nl_nl: Zichtbaarheid type:

source: Delayed
nl_nl: Vertraagd

source: Expanded
nl_nl: Uitgeklapt

source: Collapsed
nl_nl: Ingeklapt

source: On Scroll
nl_nl: Bij scrollen

source: The options delayed & on scroll, depend on the Display delay settings
nl_nl: De opties vertraagd en op scrollen zijn afhankelijk van het Display delay instelling.

source: Show version numbering in HTML source:
nl_nl: Toon versie nummering in HTML-source:

source: Load jquery:
nl_nl: Laad jQuery:

source: Load jquery library included with Attention-bar, if disabled the default jquery library will be used
nl_nl: Laad de jQuery bibliotheek meegeleverd met Attention-bar, indien uitgeschakeld zal de standaard jQuery library van WordPress worden gebruikt.

source: Stop bugging me
nl_nl: Laat me met rust

source: All your existing time schedules have been converted to epoch timing, check your schedules asap!
nl_nl: Al je bestaande tijdschema&#39;s zijn geconverteerd naar epoch timing, controleer je notificaties zo snel mogelijk.

source: You are using a beta version of WordPress:
nl_nl: U gebruikt een beta-versie van WordPress:

source: it is possible that there are problems with Attention bar in combination with this WordPress version!
nl_nl: het is mogelijk dat er problemen ontstaan met Attention bar in combinatie met deze WordPress versie!

source: Start time
nl_nl: Start tijd

source: End time
nl_nl: Eindtijd

source: Enable MCE Editor:
nl_nl: Schakel MCE Editor in:

source: (Enables the MCE Editor when editing or creating Notifications)
nl_nl: (Hiermee kan de MCE Editor bij het bewerken of het maken van meldingen gebruikt worden)

source: Entries
nl_nl: Gegevens

source: Icon path
nl_nl: Icoon pad

source: Makes the image clickable, linking to this URL
nl_nl: Maakt de afbeelding aanklikbaar, met een link naar deze URL

source: Notification name
nl_nl: Notificatie naam

source: Notification size
nl_nl: Notificatie afmeting

source: Extreme slow
nl_nl: Extreem langzaam

source: Slow
nl_nl: Langzaam

source: Normal
nl_nl: Normaal

source: Fast
nl_nl: Snel

source: Extreme fast
nl_nl: Extreem snel

source: The speed of scrolling when a message is too long to display
nl_nl: De snelheid van het scrollen, indien het bericht te lang is om op het scherm weer te geven

source: Roles for notifications:
nl_nl: Toegangsrollen voor notificaties

source: Information
nl_nl: Informatie

source: Scroll speed
nl_nl: Scroll snelheid

source: Enabled<br />(Disabled by schedule)
nl_nl: Ingeschakeld<br />(Uitgeschakeld door schema)

source: No author set
nl_nl: Geen auteur bekend

source: The roles selected here, can create/edit/delete notifications. No roles selected gives access to everyone (except subscribers). If you save this settings page, administrator will be selected automaticly
nl_nl: De rollen die je hier hebt geselecteerd, kunnen notificaties aanmaken / bewerken / verwijderen. Indien geen rollen zijn geselecteerd heeft iedereen toegang (behalve abonnees). Als u deze pagina nu opslaat wordt de administrator automatisch geselecteerd

source: You do not have sufficient permissions to access this page.
ar_ar: لا تملك الصلاحيات للاطلاع على هذه الصفحة
es_es: No tienes privilegios suficientes para acceder a esta página.

source: Status
ar_ar: الحالة
es_es: Estado

source: Start date:
ar_ar: تاريخ البدء:
es_es: Fecha de inicio:

source: End date:
ar_ar: تاريخ الانتهاء:
es_es: Fecha de finalización:

source: Bar type:
ar_ar: نوع الاعلان
es_es: Tipo de barra:

source: Fixed
ar_ar: ثابت

source: Inline
ar_ar: متحرك

source: Widget
ar_ar: قائمة جانبية

source: Header
ar_ar: ترويسة الهيدر

source: &amp; W3 Total Cache Page Cache flushed
ar_ar: &amp; W3 تحميل الصفحة

source: Swing
ar_ar: تمايل

source: Linear
ar_ar: خطي
es_es: Lineal

source: Debug:
ar_ar: التصحيح:
es_es: Depuración:

source: TIP
ar_ar: تنويه
es_es: CONSEJO

source: Icon path:
ar_ar: مسار الايقونة
es_es: Ruta al icono:

source: Notification name:
ar_ar: اسم التنبيه:
es_es: Nombre de la notificación:

source: Notification size:
ar_ar: حجم التنبيه:
es_es: Tamaño de la notificación:
